tap "barnardb/cookies"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "docutils"
brew "awscli"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "go", link: false
brew "helm"
brew "jq"
brew "llvm"
brew "minikube"
brew "mitmproxy"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "saml2aws"
brew "tealdeer"
brew "terminal-notifier"
brew "yadm"
brew "barnardb/cookies/cookies"
cask "altair-graphql-client"
cask "arc"
cask "bruno"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "http-toolkit"
cask "kitty"
cask "nordvpn"
cask "obs"
cask "raycast"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
vscode "drcika.apc-extension"
vscode "jdinhlife.gruvbox"
vscode "lnav.lnav"
vscode "mattpocock.ts-error-translator"
vscode "vscodevim.vim"
