tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "rbenv/tap"
tap "tilt-dev/tap"
brew "asdf"
brew "bat"
brew "glib"
brew "pycparser"
brew "cffi"
brew "qemu"
brew "lima"
brew "colima", args: ["HEAD"]
brew "cryptography"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "flyctl"
brew "git"
brew "git-filter-repo"
brew "harfbuzz"
brew "helm"
brew "hledger"
brew "jq"
brew "llvm"
brew "minikube"
brew "neovim"
brew "perl"
brew "postgresql@14"
brew "powerlevel10k"
brew "raylib"
brew "ripgrep"
brew "saml2aws"
brew "tealdeer"
brew "terraform"
brew "todo-txt"
brew "yadm"
brew "zoxide"
brew "zsh-autosuggestions"
brew "tilt-dev/tap/tilt"
cask "altair-graphql-client"
cask "commander-one"
cask "dbeaver-community"
cask "firefox"
cask "flameshot"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "http-toolkit"
cask "httpie"
cask "kitty"
cask "mockoon"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "raycast"
cask "slack"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
vscode "jdinhlife.gruvbox"
vscode "lnav.lnav"
vscode "mattpocock.ts-error-translator"
vscode "vscodevim.vim"
